goroda_dict = {
    'а': [Астрахань, Анапа],
    'б': [Борисоглебск, Бородино],
    'в': [Воронеж, Вологда, Волгодонск],
    'г': [Горняк, Гороховец, Гусев],
    'д': [Дмитров, Душанбе],
    'е': [Ершов, Ермолино],
    'ж': [Жуковкаа, Жигулёвск],
    'з': [Златоуст, Зверево],
    'и': [Ижевск, Инза],
    'к': [Казань, Каменка],
    'л': [Ленск, Лермонтов],
    'м': [Москвы, Мытищи],
    'н': [Новоалександровск, Новоалтайск],
    'о': [Обь, Одинцово],
    'п': [Пенза, Перевоз],
    'р': [Ржев, Реутов],
    'с': [Ставрополь,Саранск],
    'т': [Тамбов, Темрюк],
    'у': [Уфа, Ужур],
    'ф': [Фокино, Фрязино],
    'х': [Химки, Холмск],
    'ц': [Цивильск, Цимлянск],
    'ч': [Чегем, Челябинск],
    'ш': [Шелехов, Шилка],
    'э': [Элиста, Энгельс],
    'ю': [Югорск, Южа],
    'я': [Ярцево, Ярославль]
}


def find_city(word, bot):
    pass
    if word == '':
        pass
